{
    "status": "success",
    "totalResults": 9,
    "results": [
        {
            "title": "Brazilian football stars keen on Russian passports",
            "link": "https://www.rt.com/sport/563137-malcom-claudinho-russian-passports/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
            "keywords": null,
            "creator": [
                "RT"
            ],
            "video_url": null,
            "description": "Brazilian pair Malcom and Claudinho want to acquire Russian citizenship and are working on the matter with their club Zenit St. Petersburg Read Full Article at RT.com",
            "content": "Zenit St. Petersburg duo Malcom and Claudinho intend to receive citizenship, officials have confirmed Brazilian footballers Malcom and Claudinho have asked for advice on receiving Russian citizenship, according to the pair’s club, Zenit St. Petersburg. The duo are among the biggest-name foreign stars currently playing in Russia. “Malcom and Claudinho, on their own initiative, want to obtain Russian citizenship,” Zenit’s press service confirmed to the Russian media on Monday. “They asked the club for advice on this issue. We have sent letters to the RFU (Russian Football Union) and the Russian Ministry of Sports. Now we are waiting for an answer on how this is possible.” Malcom, 25, joined Zenit from Spanish giants Barcelona in the summer of 2019, in a deal worth an initial €40 million ($40 million).   Read more Big-name Brazilian star won’t quit Russia His countryman Claudinho made the move to northern Russia last summer from Brazilian club Red Bull Bragantino for a reported fee of €15 million ($15 million). After a slow start to life in Russia, Malcom has found more consistent form, scoring eight times and contributing seven assists in Zenit’s title-winning campaign last season. The winger has continued that form this season, scoring six times and providing six assists in ten Russian Premier League appearances as Zenit lead the table and search for a fifth successive title. Playmaker Claudinho, 25, hit the ground running upon his arrival in Russia and was named Russian Premier League player of the season for 2021/22 after netting eight times and laying on five assists in 23 appearances. The reasons for the pair’s purported interest in obtaining Russian citizenship were not immediately clear. It was suggested by some in the Russian media that the motivation may be for tax purposes, although elsewhere it was pointed out that foreigners are considered tax residents in Russia if they spend more than 183 days a year in the country – meaning they pay the same 13% personal income rate as nationals. Read more Russian clubs launch legal battle over ‘discriminatory’ FIFA policy – media There have also been claims that the reason could be a desire to play for the Russian national team. Malcom and Claudinho were both part of the Brazilian team which won gold at the Tokyo 2020 Olympic Games, where Malcom scored the winning goal in the final. The Olympics, however, are not considered as an official event by FIFA and neither Malcom not Claudinho has made a senior appearance for their country. Current FIFA rules would provide hurdles for the players switching to Russia, which would likely involve a wait of several years for eligibility. The news of interest in Russian citizenship from Malcom and Claudinho also comes despite Russian teams currently being banned from all UEFA and FIFA competitions because of the conflict in Ukraine.  That has resulted in Zenit being deprived of their place in the UEFA Champions League for the 2022/23 season, with uncertainty over when Russian teams might be welcomed back.  Read more Russia World Cup hero breaks hearts with Brazil return Russia does have a history of naturalized citizens from Brazil who have starred for the national team. Lokomotiv Moscow goalkeeper Guilherme has been capped 19 times by Russia after gaining citizenship in 2015. The biggest Brazilian-born success for Russia is undoubtedly defender Mario Fernandes. The 32-year-old starred in Russia’s 2018 World Cup run on home soil and famously scored a late equalizer against Croatia in the quarterfinals before suffering penalty shootout agony. Guilherme remains at Lokomotiv Moscow, while Fernandes returned to Brazil earlier this year, citing family reasons.",
            "pubDate": "2022-09-20 09:26:01",
            "image_url": "https://cdni.russiatoday.com/files/2022.09/thumbnail/63298641203027747154bc0f.jpg",
            "source_id": "rt",
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Jason Cummings reveals new Australian nickname as he calls out HASBULLA in bizarre video message",
            "link": "https://www.thescottishsun.co.uk/sport/football/9483740/jason-cummings-new-nickname-calls-out-hasbulla-video-message/",
            "keywords": [
                "Football",
                "Scottish Premiership",
                "Sport"
            ],
            "creator": [
                "Ryan Rowe"
            ],
            "video_url": null,
            "description": null,
            "content": "JASON CUMMINGS has revealed that his infamous Cumdog nickname has been given on Aussie twist, as he called out Hasbulla for a WRESTLING match. Yes, you read that right. Jason Cummings speaks with the media after being called up for AustraliaGetty The formers Hibs, Rangers and Dundee striker, now starring for Central Coast Mariners in Australia, has just been called up to the Australian national team. Cummings, 26, has been in fine form since his move Down Under in January, scoring ten goals in 22 A-League matches. And as he prepares for his maiden round of fixtures as part of the Socceroos set-up, he took part in a live Q&A video with some fans that led to some outlandish questions. First, he was asked about his Cumdog nickname. Read more in Football SQUAD UPDATE Robby McCrorie called up for Scotland after three players out of Ukraine clash STAYING STRONG Celtic legend Murdo MacLeod's daughter issues health update after scare He explained: “I got that nickname as a wrestling nickname. “I wrestled some guy called Grado. He’s a wrestler in Scotland. “When I was at Hibs he came in and started giving it the big one so I chucked on the Spandex, I put ‘Cumdog’ on my chest and I battered him. Gave him the Mick Foley socko. “The rest is history so everyone has called me Cumdog since then. Most read in Football DETERMINED Morelos in defiant statement as Rangers team-mate reacts to striker's message CROWD CLAIMS Cops probe claims Rangers fans 'threw glass bottles' at Dundee United support LAGER TOPS Scottish football team's strip features giant pint of Tennent's Lager BILL LECKIE Some fans are morons - but it's sickening clubs or Barbour didn't call them out CLUB SLAMMED Gers 'morally and legally reckless & risked public safety' on title party day PIERS COMMENTS Piers Morgan slams 'heartless' Celtic fans for disturbing minute's applause “But now that I’m in Australia, everyone is calling me the Cumdingle. “So the Cumdog or the Cumdingle, not a problem.” You've probably heard of it… but do you know the story behind Jason Cummings' famous nickname? On his first day in camp, the striker jumped on an Instagram Live to reveal all – and proceeded to call out Hasbulla while he was at it!Catch the full Q & A on our Instagram. pic.twitter.com/d1859K4It5— Socceroos (@Socceroos) September 19, 2022 A few weeks ago, Cummings met internet sensation Hasbulla. The 99cm-tall Russian prankster – good friends with Conor McGregor‘s long-time heated UFC rival Khabib Nurmagomedov was on tour in Australia and posed for a picture with Cummings. But now he’s calling out the 20-year-old boxing and MMA personality, reflecting on their chance meeting. Cummings said: “Would I wrestle Hasbulla? “Hasbulla if you’re watching this son, I’m coming for you. “Honestly I’m sick of you coming up Sydney, giving it the big one, the Cumdog’s in town. “I went to see Hasbulla and they say you should never meet your heroes and it’s true man. Read More on The Sun DOT A REVELATION People are just realising what the 'amazing' dots on clothing labels mean JINGLE BELLE I’ve already found the dream Christmas party dress & it’s just £20 from Asda “He was rude to me. He didn’t even say hello. I got a picture for about ten seconds and that was it, 300 bucks down the drain. “So if I see him again he’s getting it.” Keep up to date with ALL the latest news and transfers at the Scottish Sun football page",
            "pubDate": "2022-09-19 23:36:33",
            "image_url": null,
            "source_id": "thescottishsun",
            "country": [
                "united kingdom"
            ],
            "category": [
                "sports"
            ],
            "language": "english"
        },
        {
            "title": "Hero Brit dad killed by landmine fighting in Ukraine while trying to rescue comrades injured on the frontline",
            "link": "https://www.thescottishsun.co.uk/news/9482282/brit-dad-killed-ukraine-izyum-russia-war/",
            "keywords": [
                "News",
                "British Army",
                "Global politics",
                "Ukraine war"
            ],
            "creator": [
                "Anthony Blair"
            ],
            "video_url": null,
            "description": null,
            "content": "A BRITISH fighter who went over to Ukraine to fight the Russian army has been killed, his loved ones have revealed. Ukrainian-born father-of-two Viktor Yatsunyk, 44, died in a landmine explosion after returning to his native country to fight the Russian invaders. SuppliedBrit fighter Viktor Yatsunyk has been killed in Ukraine[/caption] SuppliedThe Ukrainian-born dad-of-two previously served as a reservist in the British Army[/caption] He was awarded a medal for bravery by the Ukrainian armySupplied He was killed on Saturday when he and some fellow soldiers went to evacuate their injured comrades on the frontline near the newly-liberated city of Izyum. Viktor, who lived in rural Oxfordshire, is believed to have spent four years as a reservist in the British Army before going to Ukraine. He first moved to the UK some 25 years ago, according to a close friend. Devastated Roman, 45, who didn’t want to give his surname, told The Sun Online how his hero friend had shown bravery to the end. READ MORE ON UKRAINE DEATH TO TRAITORS Putin’s police chief blown up in car bomb after defecting from Ukraine LIVING IN FEAR Russians 'scared Ukraine will invade' as Putin's war goes disastrously wrong He said he first met Viktor on a trip to Scotland organised by a group of Ukrainian ex-pats in around 1998. They quickly became firm friends, and Roman says he was drawn to the “chatty” Viktor who “loved jokes”. The two often went on fishing trips together and stayed close over the years. “We were very close friends,” Roman said. “He was like my brother.” Most read in News PROCESSION ARREST Man 'arrested after trying to jump over barriers' during Queen's funeral LOVING SUPPORT Harry and Meghan appear to hold hands after Queen's funeral MAN DOWN Met Police officer carried on stretcher after collapsing during Queen's funeral IN THE WAY Viewers spot Meghan being 'blocked' from camera during Queen's funeral UNITED IN GRIEF Kate and Meghan walk together in sorrow as they follow Queen’s coffin DUKE DUTY Andrew & Harry wear morning suits as they're banned from saluting Queen's coffin In 2014, after Russia attacked Ukraine, Viktor helped to collect money and equipment for soldiers back home. This year, when Putin launched Russia’s brutal invasion, Viktor, who had been a soldier in the British Army reservists, decided that he had to go and defend his country. “Viktor was a patriot,” Roman said. “He told me, ‘If we don’t fight, who will fight for us?’ He was an honest person who would help anyone, he had a good heart.” In one of their final conversations before he left for Ukraine, Viktor asked Roman if he could pick up a bulletproof vest for him from an address in London. “I saw him in Oxfordshire the day before he flew to Poland in March,” Roman said. “We talked a lot when he was in Ukraine. He was a commander of a unit that went to rescue the injured. He was training Ukrainian soldiers.” We were very close friends. He was like my brother RomanFriend, Viktor Yatsunyk Just weeks before his own tragic death, Roman said Viktor was lucky to survive after a Russian missile hit his squadron’s position. A comrade just metres from him was killed. But Roman said Viktor was never scared and was even awarded a medal for bravery by the Ukrainian military. Even in his final message to Roman, Viktor was still focused entirely on the war efforts. “He wanted me to order him some parts for military drones,” Roman said. “That was his last message to me.” suppliedViktor during his time as a reservist in the British Army[/caption] SuppliedHe went to Ukraine to fight the Russian invaders in March[/caption] Viktor was killed by a landmine in Izyum on Saturday, just days after the city had been liberated from Russian forces. He was recovering some of his wounded comrades when he was killed. One landmine exploded, triggering a second mine to detonate. The blast was so powerful that the explosion killed one and wounded three other soldiers who were some 10 metres away, Roman added. Roman said Viktor’s wife has flown out to Ukraine to collect his body, and his funeral is expected to be later this week. Viktor is the fourth British national known to have died since the start of the Ukraine war. In April, Brit dad Scott Silbey was named as the first UK casualty in Ukraine. The British Army veteran, 36, was praised by former comrades as “the bravest person” they knew. In June, British ex-soldier Jordan Gatley was killed in the city of Severodonetsk. His devastated father Dean Gatley revealed his son, 24, had left the British Army in March and gone to fight in Ukraine after “careful consideration” following Putin’s bloody invasion. Last month, a British volunteer medic Craig Stanley Mackintosh was killed while out on patrol near Ukraine’s second-biggest city Kharkiv. Read More on The Sun LOVING SUPPORT Harry and Meghan appear to hold hands after Queen's funeral ROYAL TRIBUTE Princess Charlotte pays sweet tribute to the Queen with jewellery The 48-year-old landscape gardener and dad-of-four served in the Territorial Army for seven years. It is estimated that there are some 3,000 British volunteers fighting on the Ukrainian side, a Georgian commander claimed in June. Help those fleeing conflict with The Sun’s Ukraine Fund PICTURES of women and children fleeing the horror of Ukraine’s devastated towns and cities have moved Sun readers to tears. Many of you want to help the five million caught in the chaos — and now you can, by donating to The Sun’s Ukraine Fund. Give as little as £3 or as much as you can afford and every penny will be donated to the Red Cross on the ground helping women, children, the old, the infirm and the wounded. Donate here to help The Sun’s fund Or text to 70141 from UK mobiles £3 — text SUN£3£5 — text SUN£5£10 — text SUN£10 Texts cost your chosen donation amount (e.g. £5) +1 standard message (we receive 100%). For full T&Cs visit redcross.org.uk/mobile The Ukraine Crisis Appeal will support people in areas currently affected and those potentially affected in the future by the crisis. In the unlikely event that the British Red Cross raise more money than can be reasonably and efficiently spent, any surplus funds will be used to help them prepare for and respond to other humanitarian disasters anywhere in the world. For more information visit https://donate.redcross.org.uk/appeal/disaster-fund",
            "pubDate": "2022-09-19 15:34:54",
            "image_url": null,
            "source_id": "thescottishsun",
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Scotland v Ukraine LIVE stream: Scots looking to bounce back in Nations League tie but captain Andy Robertson out – kick-off time, team news, how to follow",
            "link": "https://talksport.com/football/1198340/scotland-v-ukraine-live-stream-commentary-score-kick-off-time-team-news-nations-league/",
            "keywords": [
                "Football",
                "World Cup",
                "World Cup 2022"
            ],
            "creator": [
                "Marc Williams"
            ],
            "video_url": null,
            "description": null,
            "content": "Scotland take on Ukraine in the Nations League this week as they look to regroup after a difficult summer. The Scots were knocked out of their World Cup play-off semi-final by the Ukrainians at Hampden Park in June. Steve Clarke’s side then suffered a dispiriting 3-0 Nations League defeat by Republic of Ireland, either side of expected wins over Armenia. Scotland will now want to rally in their three quick-fire games this international break and claim top spot in Group B1. They are currently second in the group ahead of two matches against Ukraine either side of a clash against Ireland. This Nations League Group B1 tie will take place on Wednesday, September 21. It is taking place at Hampden Park in Glasgow and will kick off at 7:45pm. The match will be shown on free-to-air television and will be on ITV 4 from 7pm. You can also live stream it for free via the ITV website. talkSPORT will have updates from Scotland throughout the evening while talkSPORT.com will be running a live blog. To tune in to talkSPORT or talkSPORT 2 through the website, click HERE for the live stream . You can also listen via the talkSPORT app, on DAB digital radio, through your smart speaker and on 1089 or 1053 AM. Scotland will be without captain Andy Robertson after the Liverpool star suffered a knee injury in the Champions League. Scotland squad Clarke wants Scotland to start going through the gears again after stalling in the summer. Assessing his squad, Clarke said: “We are as equipped as well as we have always been. “I have always said it is a squad that has progressed well over my tenure. “If I am being honest about it, I felt that June was the first time we stopped. “And now we have to pick up the mantle and start progressing through these three difficult matches. “We are in a position where we have our destiny in our own hands and that’s all you can hope for. “I am looking forward to difficult matches, good opponents and hopefully, like I said, I felt we stalled a little bit in the summer and it would be nice to pick up the progress again. “We have to do better than we did in the summer and we have to pick up the points to top the group. “We want to come out these matches first in the group and we have everything in front of us.” At talkSPORT we are powered by fans, so come and join us for the ultimate World Cup fan experience this winter – at the talkSPORT Fan Zone. In a huge indoor venue under the arches at Waterloo in London, we’ll bring you live screenings of every World Cup game. There will be Q&As with talkSPORT talent, you’ll be part of our live broadcasts, and there will be plenty of food and drink on offer too. Come and enjoy the best World Cup fan experience in London – and enjoy a pint on us – with tickets for England and Wales’ group stage games on sale now HERE !",
            "pubDate": "2022-09-19 13:44:38",
            "image_url": null,
            "source_id": "talksport",
            "country": [
                "united kingdom"
            ],
            "category": [
                "sports"
            ],
            "language": "english"
        },
        {
            "title": "Ukraine news LIVE: Vladimir Putin’s troops launch MISSILES at nuclear power plants in retaliation for humiliating losses",
            "link": "https://www.thesun.ie/news/9206700/ukraine-news-war-latest-russia-putin/",
            "keywords": [
                "News",
                "Global politics",
                "Live Blogs",
                "NATO",
                "Ukraine war",
                "World War 3"
            ],
            "creator": [
                "Joseph Gamp"
            ],
            "video_url": null,
            "description": null,
            "content": "VLADIMIR Putin’s twisted forces have fired missiles at multiple Ukrainian nuclear power stations in an overnight blitzkrieg. Local officials claim Russia fired eight missiles on Zaporizhzhia city, following Putin’s army suffering heavy losses from Ukraine’s counterattack. As reported by the Kyiv Independent, Zaporizhzhia oblast governor Oleksandr Starukh said eight projectiles targeted infrastructure facilities in the area. Meanwhile, troops hit the Pivdennoukrainsk plant in Mykolaiv region – with an explosion seen just 300 yards away from the plant’s nuclear reactors. It comes after Ukraine’s hero president Volodymyr Zelensky last night vowed to keep pushing back against Moscow, saying: “Perhaps it seems to some of you that after a series of victories we now have a lull of sorts,” he said in his regular nightly address. “But there will be no lull. There is preparation for the next series … For Ukraine must be free. All of it.” Read our Ukraine-Russia blog below for the latest updates…",
            "pubDate": "2022-09-19 08:43:19",
            "image_url": null,
            "source_id": "thesun_ie",
            "country": [
                "ireland"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Bait and switch: How Russia handed Moscow to Napoleon 210 years ago but went on to win the war",
            "link": "https://www.rt.com/russia/562799-war-of-1812-victorious-retreat/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
            "keywords": null,
            "creator": [
                "RT"
            ],
            "video_url": null,
            "description": "RT recalls the history of the Russian Army’s retreat in the war with Napoleon Read Full Article at RT.com",
            "content": "Two hundred and ten years ago, on September 15, 1812, the French Army led by Emperor Napoleon entered the Kremlin in Moscow. In the eyes of the world, it was all over – the largest city in Russia was lying prostrate at the feet of the world’s greatest military supremo. In three months, however, what remained of Napoleon’s army was fleeing – the corps and regiments mere shadows of their former selves. The huge forces that invaded Russia in the summer were all but destroyed by the end of the year; the exact losses are debated to this day, but the number of soldiers dead or captured is estimated to have been between 400,000 and 500,000. The classic Western narrative is that Napoleon had to retreat because of the Russian winter, his forces beaten down by the harsh climate. The standard Russian view is that Napoleon was met by a different natural force – patriotism, which drove ordinary people to take up arms against the French invaders, complementing the efforts of the regular army. Leo Tolstoy’s account of the war contributed to this image, and it’s hard to compete with the power of his literary genius. However, little was random or ‘natural’ in the defeat of Napoleon. First of all, it is hard to imagine that such a seasoned general had forgotten to consider the climate of the country he set out to conquer. In fact, Napoleon had already waged winter campaigns. The Battle of Austerlitz in 1805 was lost by the Russians under colder temperatures than the Battle of Berezina – where the Russians prevailed. Meanwhile, the Battle of Eylau, which ended inconclusively for both parties, occurred during heavy snowstorms. In other words, Napoleon was not some African chieftain who could be excused for never having seen snow in his life. The grassroots resistance story is also far from accurate. It wasn’t the first time that Napoleon had to fight against a popular militia – in Spain, such forces played an auxiliary role to Wellington’s regular corps, and the French Army wasn’t destroyed so totally and swiftly. Russians themselves faced a guerrilla war in Finland during the Swedish campaign of 1808-09, when the winter was extremely harsh. But it did not stop the Russian offensive. In other words, neither snow nor mass resistance could guarantee the outcome, and certainly could not ensure the defeat of a massive army led by a brilliant general. The War of 1812 was unusual. At first, the French Army advanced and the Russian defenders pulled back. None of the battles could alter the course of the conflict. Napoleon then began to retreat, but the ensuing confrontations did not have any significant impact on the overall situation either. Napoleon kept going backwards after each one, and the Russians kept following his army. But the Russians were not simply reacting to a campaign that seemed to have its own internal logic – they had a detailed plan. The scheme had its roots in the failed campaigns of 1805 and 1806-07. After a series of humiliating defeats, Tsar Alexander I and Napoleon signed the Treaties of Tilsit. However, this peace deal did not resolve the conflict between the two countries, and everyone realized it was nothing more than a brief interlude. Napoleon was great at achieving tactical objectives, and this presented a problem. Also, up to that point, Russia had always been part of a coalition, including Austria and Prussia – but now they were under Napoleon’s rule and were unable to help. This meant that the enemy would have a lot more troops, led by the great military commander. Nobody would have bet on the Russian Army under these circumstances. Therefore, it needed to come up with asymmetric measures. Using a sports analogy, the Russians had to drag Mike Tyson into a shooting tournament. By April 1812, this idea was developed into an action plan. Curiously, it was drawn up by a person who is not well known in present-day Russia. He was Lieutenant Colonel Pyotr Chuykevich, and he served in the War Ministry’s Special Office, a secret department not many knew of. The Special Office was one of the pet projects of War Minister Michael Barclay de Tolly, a Russian prince and soldier of Baltic German and Scottish origin. Barclay de Tolly was a brilliant and successful commander, though his talents were in areas that do not usually bring military glory – he was great at organizing supply chains, logistics, and gathering intelligence. In other words, he was good at the things that are rarely noticed until they become the army’s biggest weaknesses. Chuykevich was one of his appointees to the Special Office, which was, in fact, Russia’s first official intelligence gathering agency. Chuykevich produced an analytical note titled ‘Patriotic Thoughts’, which was delivered to Barclay de Tolly. Having carefully studied the composition of the French Army and Napoleon’s preferred strategy, the lieutenant colonel reasoned that the best way forward was to not let the French Army use its massive advantage in power. He suggested avoiding a general battle to spare Russia’s troops, and retreating while conducting guerrilla warfare, especially in the rear of the enemy, in order to hit their supply lines and exhaust and weaken Napoleon’s army to eventually gain the advantage. It was a sound plan. There were only two possibilities for the formidable French Army to obtain supplies: By having them delivered from Western Europe, or pillaging and foraging for them. Obviously, deliveries from the West would not be reliable due to the enormous and ever-growing distances the convoys would have to cover, as well as the appalling condition of the Russian roads. And if the French Army was betting on foraging for supplies locally, another problem arose. Since the population density in Russia was (and still is) much lower than in other parts of Europe, Napoleon’s foraging missions had to travel far and wide in order to obtain enough provisions. And that is when they would run into a second problem. The Russians were creative in organizing partisan operations. In fact, this designation covered two distinct phenomena. On the one hand, there were regular detachments active in the rear of the French Army’s operating line. They were led by officers and consisted of Cossacks, dragoons, hussars, and sometimes light infantry. They often had their own light artillery. These units carried out reconnaissance, destroyed foragers, and intercepted couriers. The French also had to deal with irregular units consisting of peasants who sought to prevent marauders and foragers from entering their villages. Many such units were headed by the local landlord, who would often be a retired military officer versed in the basics of military organization. They tried to recruit peasants who had some experience with weapons and outdoor living – hunters, whippers-in, foresters, and so on. These units communicated with each other using church bells. Naturally, armed peasants could do little against the French Army, but this was never expected of them – all they had to do was to alert the regular partisan forces. If the partisans failed to deter the enemy, the regular army came to the rescue. This arrangement was not ideal, but it worked much of the time. Within this paradigm, the main army forces had a peculiar role. They had to remain in Napoleon’s sight, limiting his army’s freedom and preventing it from straggling across a large distance or moving across the country freely. The Russian Army used this approach because being aware of its presence, the French could neither relax nor disperse. As a result, the French forces had not even finished their offensive when they began to starve. They were unable to obtain enough food, and couldn't send enough troops to protect communications because Napoleon needed a force capable of confronting the main Russian Army. In addition, the Russians were retreating ever further. The French were already hundreds of kilometers away from their bases and had to leave a lot of people in the rear to maintain order, while supplies from the West had dried up. The battle near the village of Borodino, which Mikhail Kutuzov – the commander-in-chief of the Russian forces – agreed to fight, was at odds with this logic. However, Kutuzov was a politician as well as a military leader. He realized that giving up Moscow without a major battle would be something Russian society would not forgive. Yet he was perfectly aware of the fact that the reasons for fighting were more political than military, so, after the first day of the battle failed to result in a decisive win for either side, instead of pressing on (which would only have led to the utter defeat of the battle-weary Russian Army), he retreated and surrendered Moscow to save the Russian forces. As a result, by entering Moscow, Napoleon grabbed the cheese in the mousetrap. The capital kept him stranded for several weeks. All that time, the French emperor was trying to negotiate for peace, but he failed. Those weeks put the Grand Armée on the brink of disaster. After a while, the French retreated. As they embarked on the long trek back home, the weather was fine and the horrors of the ‘dreadful Russian winter’ – which, in reality, turned out to be quite ordinary – were yet to come, but the army was already beginning to suffer from starvation. As the temperatures dropped below freezing, horses started dying, and some of them were slaughtered for food. No horses meant no cavalry, making the French vulnerable to Russian mobile cavalry units that were harassing Napoleon’s army. The next steps taken by Field Marshal Kutuzov were predictable. He continued to send in fresh forces against the French rear guard, trying to avoid major clashes and keeping the French moving. The Russian troops were not immune to the cold either, and just like the French, they had stragglers and those who fell ill. However, while Russian soldiers could stay in nearby villages until they recovered, the Frenchmen either had to stay behind and be taken prisoner, or keep going until they developed complications. Once weakened, they became vulnerable to infection. One of the key things Kutuzov ordered his officers to do might not sound heroic, yet was practical. The Russians were deliberately targeting French stores of food. Thus, the defeat of General Jean-Pierre Augereau’s brigade at the village of Lyakhovo by partisans was, in essence, a nice bonus in the hunt for supply depots. The French Army did not freeze to death, but it was starving, while the battles looked more like executions, as the Russians used artillery to disperse French units marching past them, without the need for general engagement. The French couldn’t put up much of a fight anyway, as most of their horses had been eaten and their guns had been left behind. The wounded soldiers faced the same dilemma as the sick – either be dragged along with the risk of complications and infections, or be left at the mercy of the Russians – which was actually not a bad idea. Suffering from the cold and the hardships of the autumn and later winter pursuit, the Russian troops were not inclined to inflict even more pain on the captive Frenchmen. After most of Marshal Michel Ney’s corps was destroyed near Krasny, survivors simply walked towards the Russian positions to ask where they could surrender. Their guns were taken away from them and they were sent to the campfires where Russian soldiers, who were just as cold and miserable, would give their prisoners vodka to feel a little warmer inside. This may seem surreal, but not to those who were on a march in sub-zero temperatures for days. One of the key elements of this ‘choking’ strategy was an operation undertaken by the small Army of the Danube led by Pavel Chichagov behind Napoleon’s lines. These days, Chichagov is mostly remembered as the man who failed to close the trap and allowed what remained of the French Army to escape at the battle near the Berezina River. However, the most important part of Chichagov’s operation was what did before, not during, the Battle of Berezina. Before he proceeded to try to ensnare Napoleon at the Berezina, Chichagov captured Minsk, the key supply depot of the French which held two million daily rations. He did not even have to be at the Berezina, as he had smashed the French Army’s chances of surviving. Due to a personal conflict with Kutuzov and his ultimate failure to trap Napoleon, Chichagov was not hailed as a war hero; however, his main success was the battle against the supply lines. And that was the moment when the bitter cold really set in, killing people who were trudging westward across snow-covered plains and forests. But the weather was just the final nail in the Grand Armée’s coffin, finishing off an army that had already been routed. For Russia, 1812 signified not just a great military triumph, but also the victory of intelligence and self-control over brute force. The Russians had a plan and stuck to it, while Tsar Alexander I was resolute enough to stay on course even after Napoleon captured the capital. The courage of the soldiers, the climate, and other obvious factors played a role, but the War of 1812 is, above all else, a triumph of strategy and consistency in pursuing goals.",
            "pubDate": "2022-09-18 17:21:02",
            "image_url": "https://cdni.russiatoday.com/files/2022.09/thumbnail/6322031e203027195a53282e.jpg",
            "source_id": "rt",
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Prince Andrew ‘worried about King Charles’ but ‘still thinks he’s done a good job’ in statement on Queen, expert claims",
            "link": "https://www.thescottishsun.co.uk/news/9477599/prince-andrew-worried-king-charles/",
            "keywords": [
                "News",
                "Royal Family"
            ],
            "creator": [
                "Ed Southgate"
            ],
            "video_url": null,
            "description": null,
            "content": "PRINCE Andrew showed he thinks he has done a good job in supporting the monarchy in his tribute to the Queen, a royal expert claimed. The Duke of York is also worried about his brother being King Charles because it now means there is no way back for him into the Royal Family, biographer Angela Levin added. 5 Prince Andrew is worried about King Charles, an expert claimed Credit: Getty 5 The Duke of York knows there is no way back into the Royal Family with his brother as King Credit: AP Prince Andrew, 62, wrote in a tribute today : \"Mummy, your love for a son, your compassion, your care, your confidence I will treasure forever.\" He also said: \"Your Majesty, it has been an honour and a privilege to serve you.\" Ms Levin told The Sun: \"It probably means he feels he's done quite a good job in supporting the monarchy and has done what he should be - to serve and to help her. \"He's given her a lot of anxiety and worry but he doesn't feel he has. READ MORE ON THE QUEEN'S DEATH SPECIAL RELATIONSHIP Biden's respect to Queen before King hosts reception of world leaders CROWN JEWELS Astonishing wealth of Royal Family revealed after it DOUBLED in a decade \"He obviously feels he did [well]. He said it's been an honour to serve - but it could have been a bit more of an honour if he had behaved a bit better. It's a dark cloud hanging over him. \"He will miss her enormously. She loved him very much - it was said he was her favourite son. He had a way of twisting her round his finger. \"The latest he was doing was spending three days with her trying to persuade her to give him some role within the Royal Family. \"I think he's quite worried about his older brother King Charles. They have never got on. Most read in The Scottish Sun FAN FURY Celtic fans disrupt minute's applause for The Queen before St Mirren clash UNION POLL BOOST Support for Scottish independence plummets since Queen's death STANDING GUARD Viewers all say the same thing about Queen's grandson, 14, during vigil SPECIAL GUEST Andy Murray's Rangers connection explained after tennis hero spotted at Ibrox \"Once upon a time when they were small, Charles would be the heir, and Andrew would be the spare. \"Times have moved on and I don't think he's got over that. I think he will find it difficult with Charles as King. \"Charles has for a long time said he's not coming back to being a member of the Royal Family. He's 100 per cent supported by William .\" Andrew also said he will miss her and praised the Queen's knowledge and wisdom. But Angela said: \"Did he listen to her? When she said step back, he did. But he's been trying very hard to get back again. \"Andrew doesn't have a chance. When he visited the Queen not long before she died he hoped he could persuade her otherwise. \"I'm sure he will miss the fact she's not with him for all sorts of reasons - one is that he can't now get what he wants.\" She also said that his reference to his mother's love for \"a son\" - rather than writing \"her sons\" to include brothers Charles and Edward - could suggest he thinks he was the favourite. She added there was a \"touch of arrogance\" in his tribute. And Charles has shown compassion to his brother through the mourning period by allowing him to wear military uniform at a vigil guarding the Queen's coffin this week, she insisted. The Queen's disgraced second son paid millions to settle a civil sexual assault case to a woman he claimed never to have met. Virginia Giuffre sued him for allegedly sexually assaulting her when she was 17 after she was trafficked by Epstein. Read More on The Sun SPLIT HEIRS Inside Wills & Harry's 'uncomfortable' week with 'no meaningful rapprochement' ROYAL STUMBLE Royal fans are convinced Zara Tindall ‘lost her shoe’ at the Queen's vigil Andrew denied the claims. In January, ahead of his legal settlement, the Queen stripped him of all of his honorary military roles , including Colonel of the Grenadier Guards, and he gave up his HRH style. 5 Andrew's statement following the Queen's death Credit: Buckingham Palace 5 A photo of the Queen with Andrew as a baby, issued alongside his statement 5 The Duke of York said he would miss his 'mummy's compassion and care' Credit: Getty",
            "pubDate": "2022-09-18 16:46:12",
            "image_url": null,
            "source_id": "thescottishsun",
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Strongman world leaders descend on London for Queen’s funeral as Brazil’s populist ruler addresses crowd",
            "link": "https://www.thescottishsun.co.uk/news/9477467/world-leaders-queens-funeral-london-bolsonaro-biden/",
            "keywords": [
                "News",
                "Royal",
                "funeral",
                "Royal Family"
            ],
            "creator": [
                "Jon Rogers"
            ],
            "video_url": null,
            "description": null,
            "content": "WORLD leaders have descended on London for the Queen’s funeral, including Brazil’s strongman leader Jair Bolsonaro. The right-wing populist president addressed a rally from the windows of his country’s embassy as he stoked-up the flag-waving crowd that had gathered outside. 12 Brazil's President Jair Bolsonaro, centre, and his wife Michelle Bolsonaro pay their respects to Queen Elizabeth II’s flag-draped coffin Credit: Getty Images - Getty 12 It's unclear if Saudi Arabia’s Crown Prince Mohammed bin Salman will now attend the funeral Credit: AP 12 US President Joe Biden and First Lady Jill pay their respects to Queen Elizabeth Credit: AFP 12 Many world leaders have already paid their respects to Queen Elizabeth's coffin which is currently lying in state in Westminster Hall Credit: Getty Images - Getty 12 Canada's premier Justin Trudeau is due to attend the state funeral Credit: Getty 12 New Zealand's Prime Minister Jacinda Ardern meeting with King Charles yesterday Credit: Getty - Pool 12 Turkey's controversial leader Recep Tayyip Erdogan is also set to attend Monday's ceremony Credit: AP The presence of Saudi Arabia’s crown prince Mohammed bin Salman at Queen Elizabeth’s funeral is now in doubt after a Foreign Office source revealed he was no longer expected. However, sources close to the Saudi Embassy earlier confirmed that the Crown Prince would be visiting London this weekend. Around 500 kings, queens, emperors, presidents, prime ministers along with other heads of states from around the world will make their way to London for the state funeral at Westminster Abbey tomorrow. Security is expected to be extremely tight for the historic ceremony and snipers have already been seen on top of the Royal Hospital in Chelsea where dignitaries are due to gather before being bussed to Buckingham Palace today. Read More on Queen's funeral ROYAL REMEMBRANCE Timings for Queen's gun salute across UK revealed - and how to watch live REST IN PEACE This is how you can watch the Queen's funeral on TV King Charles and Queen Consort Camilla are set to host 1,000 VIPs who include US President Joe Biden, New Zealand’s Prime Minister Jacinda Ardern and Canadian premier Justin Trudeau . Other attendees will include European royalty along with members of the British royal family. A minute’s silence in tribute to the Queen will be head at 8pm. Many of the leaders are expected to visit the Queen’s coffin which will remain lying in state until tomorrow morning in Westminster Hall. Most read in The Scottish Sun FAN FURY Celtic fans disrupt minute's applause for The Queen before St Mirren clash UNION POLL BOOST Support for Scottish independence plummets since Queen's death STANDING GUARD Viewers all say the same thing about Queen's grandson, 14, during vigil SPECIAL GUEST Andy Murray's Rangers connection explained after tennis hero spotted at Ibrox President Biden and First Lady Jill Biden arrived in the UK late last night , and unlike other world leaders won’t have to use a shuttlebus to the abbey, are expected to visit the Queen’s coffin today. The President of Ireland, Michael D Higgins, Irish Taoiseach Micheal Martin, Bangladeshi Prime Minister Sheikh Hasina Wazed and Colombia's First Lady Veronica Alcocer Gargia and Foreign Minister Alvaro Leyva - who all arrived today - have already visited Westminster Hall. The list of invited VIPs also includes a number of controversial strongmen, including Bolsonaro who fired up the crowd outside the Brazilian Embassy in London. While there are doubts the Saudi leader, known by the abbreviation MBS, will attend the funeral he was set to hold talks with Prime Minister Liz Truss on Sunday evening. Outrage around the world was sparked after journalist Jamal Khashoggi was brutally murdered and dismembered in Turkey in 2018. Also on the guest list is Recep Tayyip Erdogan, Turkey’s authoritarian leader who has jailed hundreds of journalists and steadily dismantled the country’s democracy. China is sending its vice-president Wang Qishan, after an invitation from the UK government. The UK has opted to invite ambassadors, rather than heads of state, from some countries due to strained relations, including Iran, Nicaragua and North Korea. A few countries have been completely excluded following Russian President Vladimir Putin’s invasion of Ukraine. Although Putin is under a travel ban to the UK due to the sanctions in place he had previously stated he would not attend. A spokeswoman for Russia’s foreign ministry though said that not inviting any representative from the country was “particularly blasphemous towards Elizabeth II's memory” and “deeply immoral”. Other countries without any invite include the Taliban-ruled Afghanistan, Myanmar, Syria and Venezuela. The state funeral tomorrow involving so many world leaders, as well as the vast crowds expected on the streets will create an “unprecedented” security challenge, according to London Mayor Sadiq Khan. “It's been decades since this many world leaders were in one place,” Mr Khan said. “This is unprecedented ... in relation to the various things that we're juggling.” “There could be bad people wanting to cause damage to individuals or to some of our world leaders,” he added. “So we are working incredibly hard - the police, the security services and many, many others - to make sure this state funeral is as successful as it can be.” Read More on The Sun SPLIT HEIRS Inside Wills & Harry's 'uncomfortable' week with 'no meaningful rapprochement' ROYAL STUMBLE Royal fans are convinced Zara Tindall ‘lost her shoe’ at the Queen's vigil Metropolitan Police Deputy Assistant Commissioner Stuart Cundy said the “hugely complex” policing operation is the biggest in the London force's history, surpassing the London 2012 Olympics. For the funeral, more than 10,00 officers will be duty with the Met’s cops reinforced by police from all of Britain’s 43 forces. 12 Ireland's President Michael D. Higgins and his wife Sabina pay their respects as they pass the coffin of Queen Elizabeth II Credit: AFP 12 President of Ethiopia Sahle-Work Zewde is one of hundreds of heads of state due to attend Credit: Getty - Pool 12 India's President Droupadi Murmu and Acting High Commissioner Sujit Ghosh at Lancaster House Credit: AFP 12 Colombia's Foreign Minister Alvaro Leyva is expected to attend the state funeral Credit: Getty - Pool 12 Foreign Minister of Bosnia and Herzegovina, Dr Bisera Turkovic, signs a book of condolence at Lancaster House Credit: Getty - Pool",
            "pubDate": "2022-09-18 15:58:11",
            "image_url": null,
            "source_id": "thescottishsun",
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Russians ‘scared Ukraine will invade’ as war goes majorly wrong for Putin with troops & refugees fleeing recaptured land",
            "link": "https://www.thesun.ie/news/9428201/russians-scared-ukraine-invade-war-wrong/",
            "keywords": [
                "News",
                "Global politics",
                "Ukraine war"
            ],
            "creator": [
                "Katie Davis"
            ],
            "video_url": null,
            "description": null,
            "content": "RUSSIANS living just miles from the Ukraine border fear Zelensky’s forces will invade as Putin’s war faces repeated setbacks. The tyrant’s troops have lost more territory in a matter of days than they gained in more than six months of the war as Russian soldiers stage a hasty retreat amid a stunning Ukrainian blitz. APRefugees have been pouring across the border into Belgorod[/caption] APA Russian rocket launched at Kharkiv from the Belgorod region, where explosions are constantly heard[/caption] Russia has lost some $1 billion in military equipment during the three-week counterattack which has seen tanks and ammunition abandoned by fleeing battalions. Dramatic footage has captured Russian troops surrendering en masse with reports of plummeting morale among the soldiers. The calamitous situation for Putin has left those living in Russia’s Belgorod fearing for their safety as fed-up forces flood into the region. Refugees from the nearby Kharkiv region – where Ukraine says it has recaptured more than 3,000 square miles of territory – have also been arriving by the car load. Read more on Ukraine CHILLING WARNING Joe Biden warns Putin against using nukes as Russia beaten back in Ukraine WASHED UP Weapons experts baffled as mystery metal spheres wash up on Ukraine beaches The sound of explosions can be heard in Belgorod from war-torn Ukraine. But in recent days, the region itself has been hit by a fresh round of strikes. On Saturday, at least one person was killed and two people injured, officials in the area claimed. Authorities in Belgorod are now facing calls from scared residents to take action as night time explosions ripple through the region. Most read in The Irish Sun 'MY BABIES' My beautiful angels will always be in my heart, says anguished Tallaght mum CO-ORD HEAVEN Dunnes Stores fans in frenzy over colourful new seamless sets from just €5 'VIP TREATMENT' Holly & Phil face fan backlash after skipping queue to see Queen's coffin OH BOY I asked for feedback from a man who ghosted me after two dates & text blew my mind FAMILY AFFAIRS I share my husband with my mum & sister - it's good when I'm not in the mood 'BEAUTIFUL' Dunnes Stores launch stunning seasonal pieces - with prices starting from €40 One unnerved resident wrote on local governor Vyacheslav Gladkov’s Facebook page: “I’m asking once again, where is our army, the one that must be protecting us?. “We are on the border; they are shooting at us, so we need an army and protection. Who will wake up the President?” Fearful residents and business owners have started buying plywood boards in case they need to cover their windows, while some have fashioned bomb shelters in their gardens. One terrified woman told the New York Times: “It is as if they are already here.” Soldiers have also been spotted stocking up for winter amid fears the war could rage on for many months to come. Oleg, a restaurant owner, told the Guardian: “Nobody expects it to come here.” Ukraine has not signalled it plans to bring the war across the border, but refugees from territory recaptured by hero Ukrainians continue to pour across. ‘WE FEEL SCARED’ Market merchant Maksim, 21, told the NYT: “There are so many rumors, people are afraid.” Nursery teacher Ekaterina, 21, added: “We feel scared, and it is especially hard when you work with children. “The children start running around screaming ‘missiles’ but we tell them it is just thunder.” Putin had been hoping for a swift victory in Ukraine – but his troops have been met by stuff Ukrainian resistance with huge amounts of hardware rendered useless by hero defenders. It comes as Russian troops are being killed ten to one by Ukraine heroes as Vlad’s men dump rusting Soviet tanks in a chaotic retreat, defence officials claim. Oleksiy Danilov, Secretary of the National Security and Defence Council says Kremlin losses are significantly higher than Ukraine’s. In the past few days, Ukrainian officials estimated to have reclaimed some 3,000 square kilometres of territory from Russia. Read More on The Sun ROYAL BLOOD Here's why Prince Edward's kids do not have official prince and princess titles SOMBRE DUTY Wills and Kate 'may take Prince George to Queen's funeral to send a message' It marks the most dramatic shift in Ukrainian land since the start of the war in February. British intelligence puts the scale of Ukrainian territory recaptured as twice the size of Greater London and including the key city of Izium. ReutersRussian troops have already retreated from Izium in the Kharkiv region[/caption] ReutersSoldiers are leaving weapons behind amid the hasty retreat[/caption]",
            "pubDate": "2022-09-18 14:45:54",
            "image_url": null,
            "source_id": "thesun_ie",
            "country": [
                "ireland"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        }
    ],
    "nextPage": null
}